# Комментарии
#print('result is ', 5+5, sep='')

# Формат перевода на новую строку и разделение элементов
#print('result is ', 5+5,  'second line', sep='', end='/')
#print('second line')

# Экранирвоание символов
# print('second \\'')

# Перевод на новую строку
#print('second \' \n  line')

# Табуляция
# print('tabulation\texample')

# Математические операции
# print(3+5)
# print(3**2)
# print(3//2)

# Функции
# print('Поиск минимального значения', min(12,3,5,234,345,5,6,45,3,45,6))
# print('Поиск максимального значения', max(12,3,5,234,345,5,6,45,3,45,6))
# print('Поиск модуля', abs(-1234))
# print('степень', pow(3, 5))
# print('оркугление', round(1,78234))

# Получение данных от пользователя

# input(параметр)

input('Введите свой возраст: ')
